let artefacts = {
  "Выберите артефакт": {
    "Доп": {

    }
  },

  "Частотный кристалл": {
    "Реакция на электричество": {
      "min": 1,
      "max": 3,
    },
    "Пси-излучение": {
      "min": -1,
      "max": -2,
    },
    "Регенерация": {
      "min": -0.5,
      "max": -1,
    },
    "Доп": {
      "Реакция на электричество": {
        "min": 0.5,
        "max": 1.5,
      },
      "Защита от электричества": {
        "min": 5,
        "max": 10,
      },
      "Регенерация": {
        "min": 0.25,
        "max": 0.5,
      },

    }
  },
  "Бенгальский огонь": {
    "Защита от электричества": {
      "min": -50,
      "max": -100,
    },
    "Выносливость": {
      "min": 5,
      "max": 10,
    },

    "Доп": {
      "Выносливость": {
        "min": 2.5,
        "max": 5,
      },
      "Защита от электричества": {
        "min": 20,
        "max": 40,
      },
      "Восст. выносливости": {
        "min": 1,
        "max": 2.5,
      },

    }
  },
  "Вспышка": {
    "Защита от электричества": {
      "min": -25,
      "max": -50,
    },
    "Выносливость": {
      "min": 7.5,
      "max": 15,
    },

    "Доп": {
      "Выносливость": {
        "min": 3.75,
        "max": 7.5,
      },
      "Защита от электричества": {
        "min": 10,
        "max": 20,
      },
      "Восст. выносливости": {
        "min": 1.5,
        "max": 3.75,
      },

    }
  },
  "Батарейка": {
    "Реакция на электричество": {
      "min": 1,
      "max": 2,
    },
    "Радиация": {
      "min": 3,
      "max": 6,
    },
    "Скорость": {
      "min": 2,
      "max": 4,
    },

    "Доп": {
      "Радиация": {
        "min": -0.75,
        "max": -1.5,
      },
      "Реакция на электричество": {
        "min": 0.5,
        "max": 1,
      },
      "Выносливость": {
        "min": 5,
        "max": 10,
      },

    }
  },
  "Снежинка": {
    "Биозаражение": {
      "min": 1,
      "max": 3,
    },
    "Скорость": {
      "min": 1,
      "max": 3,
    },
    "Восст. выносливости": {
      "min": 1,
      "max": 3,
    },

    "Доп": {
      "Температура": {
        "min": -1,
        "max": -2,
      },
      "Биозаражение": {
        "min": -0.25,
        "max": -0.75,
      },
      "Скорость": {
        "min": 0.5,
        "max": 1.5,
      },

    }
  },
  "Пустышка": {
    "Защита от ожога": {
      "min": 15,
      "max": 30,
    },
    "Радиация": {
      "min": 2,
      "max": 5,
    },


    "Доп": {
      "Реакция на ожог": {
        "min": 1,
        "max": 2,
      },
      "Защита от ожога": {
        "min": 7.5,
        "max": 12.5,
      },
      "Радиация": {
        "min": -0.5,
        "max": -1.25,
      },

    }
  },
  "Дезинтегратор": {
    "Защита от электричества": {
      "min": -50,
      "max": -100,
    },
    "Пси-излучение": {
      "min": -2,
      "max": -5,
    },


    "Доп": {
      "Реакция на электричество": {
        "min": 1,
        "max": 3,
      },
      "Защита от электричества": {
        "min": 20,
        "max": 40,
      },
      "Пси-излучение": {
        "min": -0.5,
        "max": -1.25,
      },

    }
  },
  "Лунный свет": {
    "Сопр. при-излучению": {
      "min": 5,
      "max": 15,
    },
    "Радиация": {
      "min": 2,
      "max": 5,
    },
    "Пси-излучение": {
      "min": -1,
      "max": -3,
    },


    "Доп": {
      "Сопр. пси-излучению": {
        "min": 2.5,
        "max": 7.5,
      },
      "Радиация": {
        "min": -0.5,
        "max": -1.25,
      },
      "Выносливость": {
        "min": 5,
        "max": 10,
      },

    }
  },
  "Гелий": {
    "Биозаражение": {
      "min": 2,
      "max": 5,
    },
    "Скорость": {
      "min": 2,
      "max": 4,
    },
    "Восст. выносливости": {
      "min": 2.5,
      "max": 5,
    },


    "Доп": {
      "Биозаражение": {
        "min": -0.5,
        "max": -1.25,
      },
      "Восст. выносливости": {
        "min": 1.25,
        "max": 2.5,
      },
      "Регенерация": {
        "min": 1,
        "max": 2,
      },

    }
  },
  "Кристалл": {
    "Реакция на ожог": {
      "min": 1,
      "max": 3,
    },
    "Температура": {
      "min": -1,
      "max": -2,
    },
    "Регенерация": {
      "min": -0.5,
      "max": -1,
    },


    "Доп": {
      "Реакция на ожог": {
        "min": 0.5,
        "max": 1.5,
      },
      "Защита от ожога": {
        "min": 5,
        "max": 10,
      },
      "Регенерация": {
        "min": 0.25,
        "max": 0.5,
      },

    }
  },
  "Огненный шар": {
    "Сопр. температуре": {
      "min": 5,
      "max": 15,
    },
    "Радиация": {
      "min": 2,
      "max": 5,
    },
    "Температура": {
      "min": -1,
      "max": -3,
    },


    "Доп": {
      "Защита от взрыва": {
        "min": 5,
        "max": 15,
      },
      "Сопр. температуре": {
        "min": 2.5,
        "max": 7.5,
      },
      "Радиация": {
        "min": -0.5,
        "max": -1.25,
      },

    }
  },
  "Капля": {
    "Радиация": {
      "min": -1,
      "max": -3,
    },
    "Выносливость": {
      "min": -5,
      "max": -10,
    },

    "Доп": {
      "Радиация": {
        "min": -0.25,
        "max": -0.75,
      },
      "Переносимый вес": {
        "min": 1,
        "max": 3,
      },
      "Выносливость": {
        "min": 2,
        "max": 4,
      },

    }
  },
  "Волчьи слёзы": {
    "Температура": {
      "min": -1,
      "max": -2,
    },
    "Биозаражение": {
      "min": 0,
      "max": 2,
    },

    "Доп": {
      "Защита от ожога": {
        "min": 5,
        "max": 10,
      },
      "Биозаражение": {
        "min": 0,
        "max": -0.5,
      },
      "Переносимый вес": {
        "min": 1.5,
        "max": 2.5,
      },

    }
  },


  "Мамины бусы": {
    "Живучесть": {
      "min": 1,
      "max": 3,
    },
    "Эффективность лечения": {
      "min": 10,
      "max": 20,
    },
    "Радиация": {
      "min": 0,
      "max": 3,
    },
    "Доп": {
      "Радиация": {
        "min": 0,
        "max": -0.5,
      },
      "Выносливость": {
        "min": 5,
        "max": 10,
      },
      "Живучесть": {
        "min": 0.25,
        "max": 0.75,
      },

    }
  },
  "Глаз": {
    "Пулестойкость": {
      "min": 5,
      "max": 15,
    },
    "Защита от взрыва": {
      "min": 5,
      "max": 15,
    },
    "Радиация": {
      "min": 3,
      "max": 5,
    },
    "Доп": {
      "Защита от взрыва": {
        "min": 1.25,
        "max": 3.75,
      },
      "Радиация": {
        "min": -0.75,
        "max": -1.25,
      },
      "Кровотечение": {
        "min": -1,
        "max": -2,
      },

    }
  },
  "Пламя": {
    "Температура": {
      "min": 2,
      "max": 5,
    },
    "Кровотечение": {
      "min": -2,
      "max": -4,
    },
    "Регенерация": {
      "min": 2,
      "max": 4,
    },
    "Доп": {
      "Температура": {
        "min": -0.5,
        "max": -1.25,
      },
      "Регенерация": {
        "min": 1,
        "max": 2,
      },
      "Эффективность лечения": {
        "min": 5,
        "max": 10,
      },

    }
  },
  "Солнце": {
    "Температура": {
      "min": 4,
      "max": 8,
    },
    "Живучесть": {
      "min": 3,
      "max": 5,
    },

    "Доп": {
      "Температура": {
        "min": -1,
        "max": -2,
      },
      "Выносливость": {
        "min": 5,
        "max": 15,
      },
      "Живучесть": {
        "min": 0.75,
        "max": 1.25,
      },

    }
  },
  "Кровь камня": {
    "Сопр. кровотечению": {
      "min": 5,
      "max": 10,
    },
    "Кровотечение": {
      "min": -1,
      "max": -2,
    },
    "Эффективность лечения": {
      "min": -5,
      "max": -10,
    },

    "Доп": {
      "Защита от разрыва": {
        "min": 5,
        "max": 10,
      },
      "Сопр. кровотечению": {
        "min": 2.5,
        "max": 5,
      },
      "Эффективность лечения": {
        "min": 2,
        "max": 4,
      },

    }
  },
  "Ломоть мяса": {
    "Живучесть": {
      "min": -3,
      "max": -5,
    },
    "Регенерация": {
      "min": 2,
      "max": 3,
    },


    "Доп": {
      "Живучесть": {
        "min": 0.75,
        "max": 1.25,
      },
      "Регенерация": {
        "min": 1,
        "max": 1.5,
      },
      "Эффективность лечения": {
        "min": 5,
        "max": 10,
      },

    }
  },
  "Желчь камня": {
    "Сопр. биозаражению": {
      "min": 5,
      "max": 15,
    },
    "Радиация": {
      "min": 2,
      "max": 5,
    },
    "Биозаражение": {
      "min": -1,
      "max": -3,
    },


    "Доп": {
      "Реакция на разрыв": {
        "min": 1,
        "max": 2,
      },
      "Радиация": {
        "min": -0.5,
        "max": -1.25,
      },
      "Биозаражение": {
        "min": -0.25,
        "max": -0.75,
      },

    }
  },
  "Болотный гнилец": {
    "Реакция на хим.ожог": {
      "min": 2,
      "max": 3,
    },
    "Биозаражение": {
      "min": -2,
      "max": -5,
    },
    "Выносливость": {
      "min": -10,
      "max": -15,
    },


    "Доп": {
      "Реакция на хим.ожог": {
        "min": 1,
        "max": 1.5,
      },
      "Защита от хим.ожога": {
        "min": 5,
        "max": 10,
      },
      "Выносливость": {
        "min": 4,
        "max": 6,
      },

    }
  },
  "Душа": {
    "Радиация": {
      "min": 3,
      "max": 5,
    },
    "Регенерация": {
      "min": 3,
      "max": 5,
    },


    "Доп": {
      "Радиация": {
        "min": -0.75,
        "max": -1.25,
      },
      "Восст. выносливости": {
        "min": 3,
        "max": 5,
      },
      "Регенерация": {
        "min": 1.5,
        "max": 2.5,
      },

    }
  },
  "Пружина": {
    "Защита от разрыва": {
      "min": 10,
      "max": 20,
    },
    "Реакция на разрыв": {
      "min": 1,
      "max": 2,
    },
    "Радиация": {
      "min": 3,
      "max": 5,
    },
    "Выносливость": {
      "min": -5,
      "max": -15,
    },


    "Доп": {
      "Защита от разрыва": {
        "min": 2.5,
        "max": 5,
      },
      "Радиация": {
        "min": -0.75,
        "max": -1.25,
      },
      "Выносливость": {
        "min": 2,
        "max": 6,
      },

    }
  },
  "Остов": {
    "Радиация": {
      "min": 0,
      "max": -3,
    },
    "Биозаражение": {
      "min": 0,
      "max": -3,
    },
    "Переносимый вес": {
      "min": 0,
      "max": 5,
    },
    "Выносливость": {
      "min": 0,
      "max": 10,
    },


    "Доп": {
      "Защита от разрыва": {
        "min": 5,
        "max": 10,
      },
      "Переносимый вес": {
        "min": 0,
        "max": 2.5,
      },
      "Выносливость": {
        "min": 0,
        "max": 5,
      },

    }
  },
  "Кислый кристалл": {
    "Реакция на хим.ожог": {
      "min": 1,
      "max": 3,
    },
    "Биозаражение": {
      "min": -1,
      "max": -2,
    },
    "Регенерация": {
      "min": -0.5,
      "max": -1,
    },



    "Доп": {
      "Реакция на хим.ожог": {
        "min": 0.5,
        "max": 1.5,
      },
      "Защита от хим.ожога": {
        "min": 5,
        "max": 10,
      },
      "Регенерация": {
        "min": 0.25,
        "max": 0.5,
      },

    }
  },
  "Кисель": {
    "Радиация": {
      "min": -3,
      "max": -6,
    },
    "Биозаражение": {
      "min": 5,
      "max": 15,
    },


    "Доп": {
      "Реакция на разрыв": {
        "min": 3,
        "max": 5,
      },
      "Радиация": {
        "min": -0.75,
        "max": -1.5,
      },
      "Биозаражение": {
        "min": -1.25,
        "max": -3.75,
      },

    }
  },
  "Слизь": {
    "Защита от ожога": {
      "min": -50,
      "max": -100,
    },
    "Защита от кровотечения": {
      "min": 5,
      "max": 10,
    },
    "Кровотечение": {
      "min": -1,
      "max": -2,
    },


    "Доп": {
      "Защита от ожога": {
        "min": 20,
        "max": 40,
      },
      "Защита от кровотечения": {
        "min": 2.5,
        "max": 5,
      },
      "Сопр. кровотечению": {
        "min": 5,
        "max": 10,
      },

    }
  },
  "Слизняк": {
    "Защита от ожога": {
      "min": -25,
      "max": -50,
    },
    "Защита от кровотечения": {
      "min": 7.5,
      "max": 15,
    },
    "Кровотечение": {
      "min": -1.5,
      "max": -3,
    },


    "Доп": {
      "Защита от ожога": {
        "min": 10,
        "max": 20,
      },
      "Защита от кровотечения": {
        "min": 3.75,
        "max": 7.5,
      },
      "Сопр. кровотечению": {
        "min": 7.5,
        "max": 15,
      },

    }
  },
  "Слюда": {
    "Реакция на разрыв": {
      "min": 1.5,
      "max": 3,
    },
    "Биозаражение": {
      "min": 2,
      "max": 5,
    },
    "Регенерация": {
      "min": 1,
      "max": 2,
    },


    "Доп": {
      "Реакция на разрыв": {
        "min": 0.75,
        "max": 1.5,
      },
      "Биозаражение": {
        "min": -0.5,
        "max": -1.25,
      },
      "Кровотечение": {
        "min": -1,
        "max": -3,
      },

    }
  },
  "Светляк": {
    "Пси-излучение": {
      "min": 3,
      "max": 8,
    },
    "Живучесть": {
      "min": 2,
      "max": 4,
    },
    "Регенерация": {
      "min": 1.5,
      "max": 3,
    },


    "Доп": {
      "Пси-излучение": {
        "min": -0.75,
        "max": -2,
      },
      "Скорость": {
        "min": 1,
        "max": 3,
      },
      "Регенерация": {
        "min": 0.75,
        "max": 1.5,
      },

    }
  },
  "Улитка": {
    "Сопр. пси-излучению": {
      "min": 5,
      "max": 15,
    },
    "Пси-излучение": {
      "min": -2,
      "max": -5,
    },
    "Выносливость": {
      "min": -10,
      "max": -20,
    },


    "Доп": {
      "Защита от хим.ожога": {
        "min": 5,
        "max": 15,
      },
      "Сопр. пси-излучению": {
        "min": 2.5,
        "max": 7.5,
      },
      "Выносливость": {
        "min": 4,
        "max": 8,
      },

    }
  },
  "Пузырь": {
    "Сопр. радиации": {
      "min": 5,
      "max": 10,
    },
    "Радиация": {
      "min": -3,
      "max": -9,
    },
    "Температура": {
      "min": 1,
      "max": 3,
    },


    "Доп": {
      "Сопр. радиации": {
        "min": 2.5,
        "max": 5,
      },
      "Сопр. биозаражению": {
        "min": 5,
        "max": 10,
      },
      "Температура": {
        "min": -0.25,
        "max": -0.75,
      },

    }
  },
  "Плёнка": {
    "Защита от хим.ожога": {
      "min": 5,
      "max": 15,
    },
    "Радиация": {
      "min": 1,
      "max": 3,
    },



    "Доп": {
      "Реакция на хим.ожог": {
        "min": 1,
        "max": 2,
      },
      "Защита от хим.ожога": {
        "min": 5,
        "max": 15,
      },
      "Радиация": {
        "min": -0.25,
        "max": -0.75,
      },

    }
  },
  "Многогранник": {
    "Живучесть": {
      "min": -10,
      "max": -15,
    },
    "Скорость": {
      "min": -10,
      "max": -15,
    },



    "Доп": {
      "Скорость": {
        "min": 4,
        "max": 6,
      },
      "Радиация": {
        "min": -0.5,
        "max": -1.5,
      },
      "Биозаражение": {
        "min": -0.5,
        "max": -1.5,
      },

    }
  },
  "Колючка": {
    "Защита от кровотечения": {
      "min": -50,
      "max": -100,
    },
    "Радиация": {
      "min": -2,
      "max": -4,
    },



    "Доп": {
      "Реакция на хим.ожог": {
        "min": 1,
        "max": 2,
      },
      "Защита от кровотечения": {
        "min": 20,
        "max": 40,
      },
      "Радиация": {
        "min": -0.5,
        "max": -1,
      },

    }
  },
  "Кристальная колючка": {
    "Защита от кровотечения": {
      "min": -25,
      "max": -50,
    },
    "Радиация": {
      "min": -3,
      "max": -6,
    },



    "Доп": {
      "Реакция на электричество": {
        "min": 1,
        "max": 2,
      },
      "Защита от кровотечения": {
        "min": 10,
        "max": 20,
      },
      "Радиация": {
        "min": -0.75,
        "max": -1.5,
      },

    }
  },
  "Морской ёж": {
    "Сопр. кровотечению": {
      "min": -25,
      "max": -50,
    },
    "Радиация": {
      "min": -3,
      "max": -6,
    },
    "Биозаражение": {
      "min": -2,
      "max": -4,
    },



    "Доп": {
      "Сопр. кровотечению": {
        "min": 10,
        "max": 20,
      },
      "Биозаражение": {
        "min": -0.5,
        "max": -1,
      },
      "Выносливость": {
        "min": 5,
        "max": 10,
      },

    }
  },
  "Колобок": {
    "Сопр. радиации": {
      "min": 5,
      "max": 15,
    },
    "Радиация": {
      "min": -2,
      "max": -5,
    },
    "Биозаражение": {
      "min": 2,
      "max": 5,
    },



    "Доп": {
      "Защита от разрыва": {
        "min": 5,
        "max": 10,
      },
      "Сопр. радиации": {
        "min": 2.5,
        "max": 7.5,
      },
      "Биозаражение": {
        "min": -0.5,
        "max": -1.25,
      },

    }
  },
  "Стальной колобок": {
    "Защита от разрыва": {
      "min": 15,
      "max": 25,
    },
    "Пси-излучение": {
      "min": 4,
      "max": 6,
    },
    "Выносливость": {
      "min": 10,
      "max": 20,
    },



    "Доп": {
      "Защита от разрыва": {
        "min": 3.75,
        "max": 6.25,
      },
      "Защита от кровотечения": {
        "min": 5,
        "max": 15,
      },
      "Пси-излучение": {
        "min": -1,
        "max": -1.5,
      },

    }
  },
  "Каменный цветок": {
    "Защита от взрыва": {
      "min": 15,
      "max": 25,
    },
    "Пси-излучение": {
      "min": 4,
      "max": 6,
    },




    "Доп": {
      "Защита от разрыва": {
        "min": 3.75,
        "max": 6.25,
      },
      "Пси-излучение": {
        "min": -1,
        "max": -1.5,
      },
      "Переносимый вес": {
        "min": 2.5,
        "max": 5,
      },

    }
  },
  "Медуза": {
    "Пулестойкость": {
      "min": 5,
      "max": 10,
    },
    "Радиация": {
      "min": 2,
      "max": 5,
    },
    "Выносливость": {
      "min": -5,
      "max": -10,
    },




    "Доп": {
      "Пулестойкость": {
        "min": 1.25,
        "max": 2.5,
      },
      "Радиация": {
        "min": -0.5,
        "max": -1.25,
      },
      "Пси-излучение": {
        "min": -1,
        "max": -2,
      },

    }
  },
  "Тёмная медуза": {
    "Пулестойкость": {
      "min": 15,
      "max": 20,
    },
    "Радиация": {
      "min": 3,
      "max": 6,
    },
    "Восст. выносливости": {
      "min": -2.5,
      "max": -5,
    },




    "Доп": {
      "Защита от взрыва": {
        "min": 10,
        "max": 20,
      },
      "Радиация": {
        "min": -0.75,
        "max": -1.5,
      },
      "Восст. выносливости": {
        "min": 1,
        "max": 2,
      },

    }
  },
  "Жильник": {
    "Пулестойкость": {
      "min": 10,
      "max": 15,
    },
    "Защита от электричества": {
      "min": 10,
      "max": 15,
    },
    "Пси-излучение": {
      "min": -1,
      "max": -3,
    },
    "Живучесть": {
      "min": -3,
      "max": -5,
    },




    "Доп": {
      "Защита от электричества": {
        "min": 5,
        "max": 7.5,
      },
      "Сопр. пси-излучению": {
        "min": 5,
        "max": 15,
      },
      "Живучесть": {
        "min": 0.75,
        "max": 1.25,
      },

    }
  },
  "Ночная звезда": {
    "Сопр. пси-излучению": {
      "min": 5,
      "max": 15,
    },
    "Радиация": {
      "min": 2,
      "max": 5,
    },
    "Пси-излучение": {
      "min": -2,
      "max": -5,
    },




    "Доп": {
      "Сопр. пси-излучению": {
        "min": 2.5,
        "max": 7.5,
      },
      "Радиация": {
        "min": -0.5,
        "max": -1.25,
      },
      "Переносимый вес": {
        "min": 5,
        "max": 7.5,
      },

    }
  },
  "Протомедуза": {
    "Радиация": {
      "min": -5,
      "max": -10,
    },
    "Восст. выносливости": {
      "min": -1.5,
      "max": -3,
    },
    "Регенерация": {
      "min": -0.75,
      "max": -1.5,
    },





    "Доп": {
      "Радиация": {
        "min": -1.25,
        "max": -2.5,
      },
      "Восст. выносливости": {
        "min": 0.6,
        "max": 1.2,
      },
      "Регенерация": {
        "min": 0.3,
        "max": 0.6,
      },

    }
  },
  "Браслет": {
    "Пси-излучение": {
      "min": 3,
      "max": 8,
    },
    "Скорость": {
      "min": 1,
      "max": 3,
    },
    "Восст. выносливости": {
      "min": 5,
      "max": 7.5,
    },





    "Доп": {
      "Пси-излучение": {
        "min": -0.75,
        "max": -2,
      },
      "Скорость": {
        "min": 0.5,
        "max": 1.5,
      },
      "Восст. выносливости": {
        "min": 2.5,
        "max": 3.75,
      },

    }
  },
  "Выверт": {
    "Реакция на разрыв": {
      "min": 1,
      "max": 2,
    },
    "Сопр. кровотечению": {
      "min": 5,
      "max": 15,
    },
    "Радиация": {
      "min": 2,
      "max": 5,
    },





    "Доп": {
      "Сопр. кровотечению": {
        "min": 2.5,
        "max": 7.5,
      },
      "Радиация": {
        "min": -0.5,
        "max": -1.25,
      },
      "Регенерация": {
        "min": 1,
        "max": 2,
      },

    }
  },
  "Грави": {
    "Защита от разрыва": {
      "min": 10,
      "max": 20,
    },
    "Радиация": {
      "min": 2,
      "max": 5,
    },
    "Переносимый вес": {
      "min": 3,
      "max": 5,
    },





    "Доп": {
      "Защита от разрыва": {
        "min": 2.5,
        "max": 5,
      },
      "Защита от кровотечения": {
        "min": 5,
        "max": 15,
      },
      "Радиация": {
        "min": -0.5,
        "max": -1.25,
      },

    }
  },
  "Золотая рыбка": {
    "Пулестойкость": {
      "min": 5,
      "max": 15,
    },
    "Пси-излучение": {
      "min": 3,
      "max": 8,
    },
    "Переносимый вес": {
      "min": 5,
      "max": 10,
    },





    "Доп": {
      "Пулестойкость": {
        "min": 2.5,
        "max": 3.75,
      },
      "Защита от взрыва": {
        "min": 10,
        "max": 20,
      },
      "Пси-излучение": {
        "min": -0.75,
        "max": -2,
      },

    }
  },
  "Золотистый грави": {
    "Радиация": {
      "min": 4,
      "max": 8,
    },
    "Скорость": {
      "min": 1,
      "max": 3,
    },
    "Переносимый вес": {
      "min": 10,
      "max": 15,
    },





    "Доп": {
      "Радиация": {
        "min": -1,
        "max": -2,
      },
      "Переносимый вес": {
        "min": 5,
        "max": 7.5,
      },
      "Восст. выносливости": {
        "min": 1,
        "max": 2.5,
      },

    }
  },
  "Янтарник": {
    "Радиация": {
      "min": 2,
      "max": 5,
    },
    "Пси-излучение": {
      "min": 2,
      "max": 5,
    },
    "Переносимый вес": {
      "min": 15,
      "max": 25,
    },
    "Выносливость": {
      "min": 5,
      "max": 15,
    },





    "Доп": {
      "Радиация": {
        "min": -0.5,
        "max": -1.25,
      },
      "Пси-излучение": {
        "min": -0.5,
        "max": -1.25,
      },
      "Переносимый вес": {
        "min": 7.5,
        "max": 12.5,
      },

    }
  },
  "Криоген": {
    "Сопр. температуре": {
      "min": 10,
      "max": 25,
    },
    "Температура": {
      "min": -4,
      "max": -7,
    },
    "Выносливость": {
      "min": -10,
      "max": -20,
    },
    "Регенерация": {
      "min": -1,
      "max": -2.5,
    },





    "Доп": {
      "Сопр. температуре": {
        "min": 5,
        "max": 12.5,
      },
      "Выносливость": {
        "min": 4,
        "max": 8,
      },
      "Регенерация": {
        "min": 0.4,
        "max": 1,
      },

    }
  },
  "Чёрный кристалл": {
    "Защита от разрыва": {
      "min": 15,
      "max": 25,
    },
    "Радиация": {
      "min": -2,
      "max": -4,
    },
    "Пси-излучение": {
      "min": 4,
      "max": 6,
    },
    "Регенерация": {
      "min": 1,
      "max": 2.5,
    },





    "Доп": {
      "Защита от разрыва": {
        "min": 3.75,
        "max": 6.25,
      },
      "Пси-излучение": {
        "min": -1,
        "max": -1.75,
      },
      "Восст. выносливости": {
        "min": 2.5,
        "max": 5,
      },

    }
  },
  "Спираль": {
    "Радиация": {
      "min": 2,
      "max": 5,
    },
    "Скорость": {
      "min": 2,
      "max": 4,
    },
    "Переносимый вес": {
      "min": 3,
      "max": 5,
    },






    "Доп": {
      "Радиация": {
        "min": -0.5,
        "max": -1.25,
      },
      "Скорость": {
        "min": 1,
        "max": 2,
      },
      "Эффективность лечения": {
        "min": 5,
        "max": 10,
      },

    }
  },
  "Зеркало": {
    "Защита от радиации": {
      "min": 10,
      "max": 15,
    },
    "Защита от пси-излучения": {
      "min": 10,
      "max": 15,
    },
    "Живучесть": {
      "min": -5,
      "max": -10,
    },






    "Доп": {
      "Защита от радиации": {
        "min": 5,
        "max": 7.5,
      },
      "Защита от пси-излучения": {
        "min": 5,
        "max": 7.5,
      },
      "Живучесть": {
        "min": 1.25,
        "max": 2.5,
      },

    }
  },
  "Осколок": {
    "Биозаражение": {
      "min": 3,
      "max": 8,
    },
    "Живучесть": {
      "min": 2,
      "max": 5,
    },
    "Эффективность лечения": {
      "min": 5,
      "max": 15,
    },


    "Доп": {
      "Биозаражение": {
        "min": -0.75,
        "max": -2,
      },
      "Регенерация": {
        "min": 2.5,
        "max": 5,
      },
      "Эффективность лечения": {
        "min": 2.5,
        "max": 7.5,
      },

    }
  },
  "Призма": {
    "Пулестойкость": {
      "min": 15,
      "max": 20,
    },
    "Защита от кровотечения": {
      "min": -25,
      "max": -50,
    },







    "Доп": {
      "Пулестойкость": {
        "min": 3.75,
        "max": 5,
      },
      "Защита от взрыва": {
        "min": 15,
        "max": 20,
      },
      "Защита от кровотечения": {
        "min": 10,
        "max": 20,
      },

    }
  },
  "Атом": {
    "Сопр. радиации": {
      "min": 10,
      "max": 25,
    },
    "Сопр. биозаражению": {
      "min": 10,
      "max": 25,
    },
    "Радиация": {
      "min": -3,
      "max": -5,
    },
    "Биозаражение": {
      "min": -3,
      "max": -5,
    },



    "Доп": {
      "Температура": {
        "min": -3,
        "max": -5,
      },
      "Пси-излучение": {
        "min": -3,
        "max": -5,
      },
      "Сопр. пси-излучению": {
        "min": 10,
        "max": 25,
      },

    }
  },
  "Иней": {
    "Защита от разрыва": {
      "min": 5,
      "max": 15,
    },
    "Сопр. температуре": {
      "min": 5,
      "max": 15,
    },
    "Эффективность лечения": {
      "min": -5,
      "max": -10,
    },





    "Доп": {
      "Защита от ожога": {
        "min": 5,
        "max": 15,
      },
      "Сопр. температуре": {
        "min": 2.5,
        "max": 7.5,
      },
      "Эффективность лечения": {
        "min": 2,
        "max": 4,
      },

    }
  },
  "Хрусталь": {
    "Сопр. кровотечению": {
      "min": -25,
      "max": -50,
    },
    "Сопр. радиации": {
      "min": 5,
      "max": 15,
    },
    "Сопр. пси-излучению": {
      "min": 10,
      "max": 15,
    },





    "Доп": {
      "Сопр. кровотечению": {
        "min": 10,
        "max": 20,
      },
      "Сопр. радиации": {
        "min": 2.5,
        "max": 7.5,
      },
      "Сопр. пси-излучению": {
        "min": 2.5,
        "max": 7.5,
      },

    }
  },
  "Корка": {
    "Пулестойкость": {
      "min": 15,
      "max": 20,
    },
    "Защита от разрыва": {
      "min": 15,
      "max": 20,
    },
    "Выносливость": {
      "min": -25,
      "max": -50,
    },





    "Доп": {
      "Защита от разрыва": {
        "min": 3.75,
        "max": 5,
      },
      "Защита от ожога": {
        "min": 15,
        "max": 20,
      },
      "Выносливость": {
        "min": 10,
        "max": 20,
      },

    }
  },
  "Вихрь": {
    "Скорость": {
      "min": 3,
      "max": 6,
    },
    "Восст. выносливости": {
      "min": -2.5,
      "max": -5,
    },


    "Доп": {
      "Реакция на электричество": {
        "min": 2,
        "max": 3,
      },
      "Реакция на ожог": {
        "min": 2,
        "max": 3,
      },
      "Реакция на хим.ожог": {
        "min": 2,
        "max": 3,
      },

    }
  },
  "Фаренгейт": {
    "Пулестойкость": {
      "min": 5,
      "max": 15,
    },
    "Реакция на разрыв": {
      "min": 1,
      "max": 2,
    },
    "Регенерация": {
      "min": -0.75,
      "max": -1.5,
    },


    "Доп": {
      "Пулестойкость": {
        "min": 1.25,
        "max": 3.75,
      },
      "Температура": {
        "min": -1,
        "max": -3,
      },
      "Регенерация": {
        "min": 0.5,
        "max": 1,
      },

    }
  },
  "Каблук": {
    "Выносливость": {
      "min": -25,
      "max": -50,
    },
    "Эффективность лечения": {
      "min": 10,
      "max": 25,
    },



    "Доп": {
      "Реакция на разрыв": {
        "min": 1,
        "max": 2,
      },
      "Выносливость": {
        "min": 10,
        "max": 20,
      },
      "Эффективность лечения": {
        "min": 5,
        "max": 12.5,
      },

    }
  },
  "Куриный бог": {
    "Реакция на электричество": {
      "min": 3,
      "max": 5,
    },
    "Реакция на ожог": {
      "min": 3,
      "max": 5,
    },
    "Реакция на хим.ожог": {
      "min": 3,
      "max": 5,
    },
    "Восст. выносливости": {
      "min": -2.5,
      "max": -5,
    },




    "Доп": {
      "Защита от электричества": {
        "min": 10,
        "max": 15,
      },
      "Защита от ожога": {
        "min": 10,
        "max": 15,
      },
      "Защита от хим.ожога": {
        "min": 10,
        "max": 15,
      },

    }
  },
  "Глаз бури": {
    "Сопр. радиации": {
      "min": 10,
      "max": 20,
    },
    "Сопр. температуре": {
      "min": 10,
      "max": 20,
    },
    "Сопр. биозаражению": {
      "min": 10,
      "max": 20,
    },
    "Сопр. пси-излучению": {
      "min": 10,
      "max": 20,
    },
    "Живучесть": {
      "min": -3,
      "max": -5,
    },



    "Доп": {
      "Скорость": {
        "min": 1,
        "max": 3,
      },
      "Сопр. радиации": {
        "min": 5,
        "max": 10,
      },
      "Сопр. биозаражению": {
        "min": 5,
        "max": 10,
      },

    }
  },


}


export default artefacts