let containers = {
  "Выберите контейнер": {
    "Внутренняя защита": 0
  },
  "Hellboy": {
    "Внутренняя защита": 60,
    "Выносливость": 20,
    "Переносимый вес": 28,
  },
  "КЗС-1-2": {
    "Внутренняя защита": 75,
  },
  "КЗС-3": {
    "Внутренняя защита": 75,
    "Скорость": -1,
  },
  "КЗС-4": {
    "Внутренняя защита": 75,
    "Скорость": -2,
  },
  "КЗС-5": {
    "Внутренняя защита": 75,
    "Скорость": -3,
  },
  "Берлога-4": {
    "Внутренняя защита": 60,
    "Скорость": -1.5,
  },
  "Берлога-6": {
    "Внутренняя защита": 60,
    "Скорость": -2,
  },
  "ИУ-2": {
    "Внутренняя защита": 95,
    "Скорость": -2,
  },
  "Холодильник": {
    "Внутренняя защита": 85,
    "Скорость": -1,
    "Температура": -1.5,
  },
  "Ягдташ": {
    "Внутренняя защита": 85,
    "Выносливость": 20,
    "Переносимый вес": 15,
  },
  "Кокон": {
    "Внутренняя защита": 90,
    "Скорость": -1.5,
  },
  "Добытчик": {
    "Внутренняя защита": 70,
    "Скорость": -2,
    "Радиация": -2,
  },
  "Вьюк": {
    "Внутренняя защита": 75,
    "Выносливость": 10,
    "Переносимый вес": 10,
    "Биозаражение": -1.5,
  },
  "Улей": {
    "Внутренняя защита": 80,
    "Скорость": -1.5,
  },
  "КСМ": {
    "Внутренняя защита": 93,
    "Скорость": -1.5,
  },
}

  export default containers